Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/udir.no/9_undervisningsopplegg-niva-6.html.tmx
Source language: nob
Languages: sme

source: Læreren skal tilrettelegge undervisningen ved å tilpasse innholdet og arbeidsmetodene for samtlige elever.
sme: Oahpaheaddji galgá láhčit oahpahusa nu ahte heiveha sisdoalu ja bargovugiid buot ohppiide.

source: Elevene har ulike innlæringspreferanser som påvirker læringen.
sme: Juohke oahppi oppalaš duogáš váikkuha oahppi oahppamii.

source: Det kan for eksempel handle om hvordan lærestoffet blir presentert.
sme: Ovdamearkka dihte sáhttá vuohki movt oahppostoffa ovdanbiddjo ohppiide váikkuhit movt ja man ollu oahppi oahppá.

source: Derfor er det viktig å ha et mangfold av oppgaver og aktiviteter og spill sortert etter tema og nivå.
sme: Danin lea dehálaš ahte leat valljis bargobihtát ja doaimmat ja spealut mat leat láhččojuvvon fáttá ja dási mielde.

source: Dette skal være tilgjengelig i undervisningsrommet.
sme: Dát galget leat gávdnamis oahpahuslanjas.

source: Elevene kan velge ulike oppgaver som er konkrete, målrettede og selvinstruerende.
sme: Oahppit sáhttet ieža válljet iešguđetlágan bihtáid mat leat dárkilat, ulbmilaččat ja rávvejeaddjin hábmejuvvon.

source: Ofte må læreren selv lage disse fordi det finnes lite lærestoff i samisk.
sme: Dávjá šaddá oahpaheaddji ieš daid ráhkadit danin go gávdnojit nu unnán oahpponeavvut sámegillii.

source: Læreren kartlegger elevenes forutsetning for læring slik at metodevalget tilpasses elevenes beste forutsetning for å lære.
sme: Oahpaheaddji sáhttá kártet ohppiid oahppaneavttuid vai vuohkeválljen heivehuvvo ohppiid buoremus oahppaneavttuide.

source: Dermed blir undervisningen ytterligere tilpasset elevene, og de utvikler seg faglig i henhold til læringsmålet / kompetansemålet.
sme: Nu oahpahus velá heivehuvvo ohppiide, ja sii ovdánahttojuvvojit fágalaččat oahppoulbmila / gelbbolašvuođamihttomeari mielde.

source: Læreren må følge med på elevenes forutsetning for læring, måter å lære på og lærings- og utviklingsprosessen.
sme: Oahpaheaddji ferte čuovvut ohppiid oahppama eavttuid, vuogi movt sii ohppet ja oahppan- ja ovdánahttinproseassa.

source: Læreren må holde oversikt over hva elevene til enhver tid kan og deretter utvikle og følge opp et individuelt treningsopplegg for elevene.
sme: Oahpaheaddji galgá čađat diehtit maid oahppit áiggis áigái máhttet ja dan mielde láhčit oktagaslaš hárjehallandahkosa ohppiide.

source: Listen under viser hvilke læringsaktiviteter elevene liker å jobbe med og som er mest læringsfremmende: Visuelle elever liker
sme: Listu vuolábealde čájeha makkár oahppodoaimmaiguin oahppit liikojit bargat ja mat buoremusat movttiidahttet oahppama:

source: Auditive elever liker
sme: Visuala oahppit liikojit

source: - å lese og skrive, å se film, å tegne, å jobbe med arbeidshefter og å illustrere tankekart
sme: lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiin ja govvidit jurddakártta

source: - bilder og ord
sme: govaid ja sániid

source: - å lytte, diskutere, snakke med seg selv eller med andre og lese høyt
sme: guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat

source: Taktile elever liker
sme: Taktiila oahppit liikojit

source: Kinestetiske elever liker
sme: Kinestetihka (motorihkalaš) oahppit liikojit

source: - å røre på ting, arbeide med hendene, arbeide med pc, lage veggplakater, spille, skrive, klippe og klistre
sme: guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet

source: - å arbeide med nøkkelring og trådbrett
sme: bargat latnjarieggáin ja árpobreahtain

source: - å bevege seg og bruke hele kroppen, spille ulike spill, spille teater og praktisk arbeid
sme: lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu

source: Vurdering
sme: Árvvoštallan

source: Elevene skal vurdere hva de faktisk kan og mestrer og hva de har lært.
sme: Oahppit galget árvvoštallat dan maid sii duođai máhttet ja maid sii leat oahppan.

source: For å finne ut dette kan elevene fylle ut et VØL-skjema.
sme: Gávdnat vástádusa dasa, galget oahppit čállit VØL-skovi.

source: Skjemaet fylles ut av elevene før de setter i gang læringsaktiviteten.
sme: Skovi galget oahppit čállit ovdalgo álggahit oahppodoaimma.

source: Kompetansemål, læringsmål og kjennetegnene eller kriteriene må gjøres kjent for elevene og være synlige i arbeidsplanen og klasserommet, for eksempel på en veggplakat.
sme: Gelbbolašvuođamihttomearri, oahppomihttomearri ja dovdomearkkat dahje eavttut galgá almmuhit ohppiide ja galget oidnot bargoplánas ja klássalanjas, omd. seaidneplakáhtas.

source: Det er viktig at læreren gjennomgår muntlig med elevene hva kjennetegnene og kriteriene er, Det er også viktig at de er konkrete.
sme: Lea dehálaš ahte oahpaheaddji njálmmálaččat aiddostahttá dovdomearkkaid ja eavttuid ohppiide. Lea maiddái dehálaš ahte čilge mat dát duođaid leat.

source: Kjennetegnene kan beskrives på ulike nivåer, som for eksempel:
sme: Dovdomearkkaid sáhttá čilget iešguđege dásis, nugomat:

source: Du er i gang Du kan noen av de mest dagligdagse ordene i tilknytning til temaet.
sme: Don leat álgán Don máhtát eanemus adnon beaivválaš sániid mat gullet fáddái.

source: Du kan bruke noen innlærte ord.
sme: Don máhtát atnit soames oahppan sániid.

source: Du kan lage enkle setninger i tilknytning til temaet og delta i samtaler med disse.
sme: Don máhtát hábmet álkes cealkagiid fáttá birra ja searvat daid birra ságastallat.

source: Du kan svare på spørsmål med enkeltord.
sme: Don máhtát gažaldagaid vástidit eaŋkilsániiguin.

source: Du er på god vei Du har et ganske godt ordforråd i tilknytning til temaet.
sme: Don leat bures mátkái joavdan Dus lea oalle buorre sátneriggodat fáttá birra.

source: Du kan bruke mange innlærte ord.
sme: Don máhtát atnit máŋga oahppan sániid.

source: Du kan lage setninger med innhold og delta i samtaler om temaet.
sme: Don máhtát hábmet cealkagiid mas lea sisdoallu ja searvat ságastallamii fáttá birra.

source: Du kan svare på spørsmål med hele setninger.
sme: Don máhtát vástidit gažaldagaid olles cealkagiiguin.

source: Du har kommet langt Du har et godt ordforråd i tilknytning til temaet.
sme: Don leat joavdan guhkas Dus lea dán fáttás buorre sátneriggodat.

source: Du kan bruke svært mange innlærte ord godt.
sme: Don máhtát bures atnit hui ollu oahppan sániid.

source: Du kan lage setninger med et variert og presist språk og delta i spontane samtaler om temaet.
sme: Don máhtát hábmet cealkagiid rikkis ja dárkilis gielain ja searvat spontána ságastallamii fáttá birra.

source: Du svarer på spørsmål utfyllende og med hele setninger.
sme: Don vástidat gažaldagaid dievaslaččat ja olles cealkagiiguin.

source: Grunnleggende ferdigheter
sme: Vuođđogálggat

source: Å kunne utrykke seg muntlig: Den muntlige aktiviteten er den dominerende i dette eksempelet.
sme: Máhttit ovdanbuktit njálmmálaččat: Njálmmálaš doaibma lea guovddážis dán ovdamearkkas.

source: Å kunne utrykke seg skriftlig: Elevene formulerer seg skriftlig ved å fylle VØL - og lotusskjema i læringsaktiviteten.
sme: Máhttit ovdanbuktit čálalaččat: Oahppit galget sámegillii sátnádit deavdimis VØL - ja lotusskovi oahppandoaimmas.

source: Å kunne lese: Ved innføring i temaet kan både læreren og / eller elevene lese egnede tekster.
sme: Máhttit lohkat: Álgimis fáttáin bargat sáhttá sihke oahpaheaddji ja/dahje oahppit lohkat iežaset teavsttaid.

source: Å kunne regne: Gjennom praktisk arbeid som for eksempel baking, bruker og repeterer elevene begrep som hører til samisk telle- og regnemåte.
sme: Máhttit rehkenastit: Praktihkalaš barggus nugomat láibuma bakte, atnit ja geardduhit oahppit doahpagiid mat gullet sámi lohkan- ja rehkenastinvuohkái.

source: Å kunne bruke digitale verktøy: Elevene bruker PC til den skriftlige delen av oppgaven.
sme: Máhttit atnit digitála reaidduid: oahppit atnet dihtormášiinna bargobihtá čálalaš oassái.

source: De finner bilder på internett, eller de skriver til et annet bilde.
sme: Sii gávdnet govaid interneahtas, dahje sii čállet teavstta eará govvii.

source: Dette eksempelet passer fint for fjernundervisning fordi denne læringsaktiviteten vektlegger muntlig bruk av språket.
sme: Gáiddusoahpahus Dát ovdamearka heive bures gáiddusoahpahussii danin go oahppodoaibma deattuha njálmmálaš giellaanu.

source: Da må læreren på forhånd finne ut hvilke arbeidsmetoder som passer best.
sme: Dalle šaddá oahpaheaddji ovdalgihtii gávnnahit makkár bargovuogit dása buoremusat heivejit.

source: Læreren kan lage ulike kort, spill og arbeidsoppgaver som sendes til elevene.
sme: Oahpaheaddji sáhttá ráhkadit iešguđetlágan goarttaid, spealuid ja bargobihtáid mat sáddejuvvojit ohppiide.

source: Eleven og læreren kan samtale om temaet mens eleven for eksempel klipper ut memorykortene.
sme: Oahppi ja oahpaheaddji sáhttiba humadit fáttá birra seammásgo oahppi čuohpada muitogoarttaid.

source: Språkdomener
sme: Gielladomeanat

source: Dersom det er hensiktsmessig å gjøre noe praktiske i forbindelse med temaet, som for eksempel å bake eller lage mat, kan aktiviteten eller kjøkkenet være et språkdomene.
sme: Jus lea heivvolaš čađahit praktihkalaš barggu dáinna fáttain bargamis, nugomat láibut dahje málestit, de sáhttá doaibma dahje gievkkan leat gielladomeanan.

source: Et brettspill eller en veggplakat om temaet kan også være et språkdomene.
sme: Breahttaspeallu dahje seaidneplakáhtta fáttá birra sáhttá maiddái leat gielladomeanan.

source: Da vil all kommunikasjon rundt brettspillet eller plakaten foregå på samisk.
sme: Dalle gulahallan breahttaspealu dahje seaidneplakáhtain bargama oktavuođas čađahuvvo sámegillii.

source: Tekstforslag
sme: Davvi girji.

source: Nettressurser
sme: Neahttaresurssat
